{
  "webblog": [
    {
      "PostID": 131685,
      "PostTitle": "Google เปลี่ยน doodle ระลึกถึง Gerald Lawson ผู้สร้างแผ่นเกมแบบตลับและปุ่ม pause บนจอย",
      "PostContent": "Google เปลี่ยน doodle ในหน้าโฮมเป็นคอลเลคชันมินิเกมเพื่อระลึกถึง Gerald “Jerry” Lawson ซึ่งเป็นผู้ริเริ่มสร้างวิดีโอเกมแบบตลับ โดย Google ได้ร่วมมือกับศิลปิน 3 คน ได้แก่ Davionne Gooden, Lauren Brown, and Momo Pixel ในการทำมินิเกมที่เล่าประวัติคร่าวๆ ของเจ้าตัวบทบาทของ Gerald “Jerry” Lawson เริ่มต้นจากความสนใจอุปกรณ์อิเล็กทรอนิกส์จนเข้ามาทำงานเป็นที่ปรึกษาด้านวิศวกรรมและใช้เวลาสร้างเกมอาร์เคดหยอดเหรียญที่มีชื่อว่า “Demolition Derby” ส่วนสำคัญอยู่ที่ Lawson ได้เป็นผู้นำในการสร้างคอนโซลวิดีโอเกมที่มีชื่อว่า Fairchild Channel F. ตามชื่อบริษัท Fairchild Semiconductor ที่เขาทำงานอยู่ คอนโซลได้รับการพัฒนาให้รองรับแผ่นเกมแบบตลับ เป็นจุดกำเนิดที่ทำให้คอนโซล 1 เครื่องเล่นได้หลายเกม แล้วแต่ตลับที่เสียบจากเดิมที่คอนโซลหนึ่งจะเล่นได้แค่เกมเดียวซึ่งถูกติดตั้งมาจากโรงงาน นอกจากนี้ยังมีจอยสติ๊กแบบ 8 ทิศทางและเป็นคอนโซลเกมแบบแรกที่มีปุ่มหยุดชั่วคราว โดยได้เริ่มวางขายในปี 1976",
      "PostDescription": "Google เปลี่ยน doodle ในหน้าโฮมเป็นคอลเลคชันมินิเกมเพื่อระลึกถึง Gerald “Jerry” Lawson ซึ่งเป็นผู้ริเริ่มสร้างวิดีโอเกมแบบตลับ โดย Google ได้ร่วมมือกับศิลปิน 3 คน ได้แก่ Davionne Gooden, Lauren Brown, and Momo Pixel ในการทำมินิเกมที่เล่าประวัติคร่าวๆ ของเจ้าตัวบทบาทของ Gerald “Jerry” Lawson เริ่มต้นจากความสนใจอุปกรณ์อิเล็กทรอนิกส์จนเข้ามาทำงานเป็นที่ปรึกษาด้านวิศวกรรมและใช้เวลาสร้างเกมอาร์เคดหยอดเหรียญที่มีชื่อว่า “Demolition Derby",
      "PostAuthor": "Augustine",
      "PostDate": "1 December 2022",
      "PostTime": "14:19",
      "PostTag": [
        "Google",
        "Console",
        "Games"
      ],
      "PostCategory": "IT",
      "PostFeaturedImage": "https://www.blognone.com/sites/default/files/externals/ed5512b1146aaca120a5f595f824187c.jpg"
    },
    {
      "PostID": 131781,
      "PostTitle": "Google ปรับโครงสร้างองค์กร ยุบรวมทีม Waze เข้ากับทีม Google Maps",
      "PostContent": "กูเกิลได้ปรับโครงสร้างองค์กร โดยรวมฝ่ายที่รับผิดชอบ Waze แอปแนะนำเส้นทาง ที่มีพนักงานอยู่ราว 500 คน เข้ากับทีม Geo ของกูเกิล ซึ่งทีมนี้ดูแลผลิตภัณฑ์เกี่ยวกับพิกัดแผนที่ทั้ง Google Maps, Google Earth และ Street View รายงานจาก The Wall Street Journal บอกว่าสาเหตุของการปรับโครงสร้างนี้ มาจากแรงกดดันเรื่องต้นทุนค่าใช้จ่าย การรวมทีมจะช่วยลดค่าใช้จ่ายส่วนนี้ได้ ผลจากการรวมทีม Waze ทำให้ Neha Parikh ซึ่งปัจจุบันเป็นซีอีโอของ Waze จะลาออกจากตำแหน่ง อย่างไรก็ตามกูเกิลบอกว่า Waze จะยังให้บริการเป็นแอปแยกต่อไป และไม่มีการปลดพนักงาน Waze ออกกูเกิลซื้อ Waze มาตั้งแต่ปี 2013 ด้วยมูลค่าราว 1,100 ล้านดอลลาร์ ปัจจุบันมีผู้ใช้งานกว่า 151 ล้านคนต่อเดือน มีจุดเด่นคือข้อมูลการจราจรแบบคราวด์ซอร์ส ที่ผ่านมากูเกิลนำข้อมูลของ Waze มาใช้กับบริการของตน แต่ยังให้ Waze ดำเนินงานเป็นแอปแยกต่อไป",
      "PostDescription": "กูเกิลได้ปรับโครงสร้างองค์กร โดยรวมฝ่ายที่รับผิดชอบ Waze แอปแนะนำเส้นทาง ที่มีพนักงานอยู่ราว 500 คน เข้ากับทีม Geo ของกูเกิล",
      "PostAuthor": "Arjin",
      "PostDate": "8 December 2022",
      "PostTime": "12:18",
      "PostTag": [
        "Google",
        "Waze",
        "Google Maps"
      ],
      "PostCategory": "IT",
      "PostFeaturedImage": "https://www.blognone.com/sites/default/files/externals/a042fe0be126bf4ef488a0be63377fa0.png"
    },
    {
      "PostID": 131765,
      "PostTitle": "Chrome ขึ้นข้อความเตือนหากใช้บน Windows 7, 8.1 ให้อัพเกรดเป็น Windows 10",
      "PostContent": "มีคนพบว่า Chrome เริ่มแสดงข้อความแจ้งเตือนในตัวเบราว์เซอร์เวอร์ชันที่รันบน Windows 7 SP1, Windows 8.1 และ Windows Server 2012 R2 บอกว่าจะไม่มี Chrome เวอร์ชันใหม่บนระบบปฏิบัติการเก่าอีกแล้ว และขอให้อัพเกรดเป็น Windows 10 ขึ้นไปแทน Windows 7 SP1, 8.1, 2012 R2 จะหมดระยะซัพพอร์ตอย่างสมบูรณ์ (หมดระยะ Extended Security Update ที่ต้องจ่ายเงินซื้อแพตช์) ในเดือนมกราคม 2023 ซึ่ง Chrome ก็ประกาศหยุดซัพพอร์ตวันเดียวกับไมโครซอฟท์ โดยจะออก Chrome 110 ให้เป็นเวอร์ชันสุดท้ายการขึ้นข้อความเตือนของ Chrome สามารถกดปิดได้ แต่เมื่อเปิดเบราว์เซอร์ขึ้นมาใหม่ก็จะแสดงใหม่อีกครั้งเสมอ",
      "PostDescription": "กูเกิลประกาศอันดับคำค้นหายอดนิยมประจำปี 2565 หรือ Year in Search 2022 ซึ่งเป็นการประมวลผลภาพรวมว่าคนไทยสนใจเรื่องอะไรตลอดปีที่ผ่านมาทั้งเทรนด์ บุคคล หัวข้อ หรือเหตุการณ์สำคัญต่าง ๆ โดยกูเกิลประเทศไทยบอกว่าโครงการของรัฐบาล ยังเป็นคำค้นหาอันดับ 1 ติดต่อกันเป็นปีที่ 4 แล้ว",
      "PostAuthor": "mk",
      "PostDate": "7 December 2022",
      "PostTime": "20:17",
      "PostTag": [
        "Google",
        "Browser",
        "Windows 7",
        "Windows 8.1"
      ],
      "PostCategory": "IT",
      "PostFeaturedImage": "https://www.blognone.com/sites/default/files/externals/f146cc48fbf9412d6fd3b00ccce44907.png"
    },
    {
      "PostID": 131759,
      "PostTitle": "Chrome เพิ่มฟีเจอร์ค้นหาจำกัดวง @tabs, @bookmarks, @history ได้จาก Address Bar",
      "PostContent": "Chrome เวอร์ชันเดสก์ท็อปเพิ่มฟีเจอร์ใหม่ให้กับช่อง address bar สามารถค้นหาข้อมูลภายในเครื่องได้ละเอียดขึ้น ผู้ใช้สามารถใช้ท่า @tabs, @bookmarks, @history เพื่อกำหนดวงการค้นหาแท็บ บุ๊กมาร์ก หรือประวัติการท่องเว็บของตัวเองได้กูเกิลบอกว่า @tabs จะช่วยให้ผู้ใช้ที่เปิดแท็บไว้เยอะๆ สามารถค้นหาแท็บได้เร็วขึ้น ส่วน @bookmarks และ @history ก็ช่วยให้ตามหาข้อมูลเก่าๆ ได้จาก address bar โดยตรง เพิ่มความสะดวกในการเข้าถึงเช่นกัน",
      "PostDescription": "Chrome เวอร์ชันเดสก์ท็อปเพิ่มฟีเจอร์ใหม่ให้กับช่อง address bar สามารถค้นหาข้อมูลภายในเครื่องได้ละเอียดขึ้น ผู้ใช้สามารถใช้ท่า @tabs, @bookmarks, @history เพื่อกำหนดวงการค้นหาแท็บ บุ๊กมาร์ก หรือประวัติการท่องเว็บของตัวเองได้",
      "PostAuthor": "mk",
      "PostDate": "7 December 2022",
      "PostTime": "10:00",
      "PostTag": [
        "Google",
        "Google Search",
        "Browser"
      ],
      "PostCategory": "IT",
      "PostFeaturedImage": "https://www.blognone.com/sites/default/files/externals/57fc8b80fc0b8ab23410c31f7e66bed9.png"
    },
    {
      "PostID": 131733,
      "PostTitle": "กูเกิลอัพเดตฟีเจอร์ Pixel 7 รองรับ Clear Calling เสียงคุยโทรศัพท์ชัดขึ้น, VPN ฟรี",
      "PostContent": "กูเกิลออก Android 13 อัพเดตฟีเจอร์ประจำไตรมาส Quarterly Platform Releases (QPR1) ให้กับ Pixel 7 และ Pixel 7 Pro ดังนี้องรับฟีเจอร์ Clear Calling ให้เสียงคุยโทรศัพท์ที่ชัดเจนขึ้นด้วยพลังชิป Tensor G2 ฟีเจอร์นี้เปิดตัวพร้อม Pixel 7 แต่เพิ่งปล่อยให้ใช้งานGoogle One VPN ให้ใช้ฟรีสำหรับผู้ใช้ Pixel 7 หน้า Security & Privacy Settings แบบใหม่ แสดงสถานะความปลอดภัยในภาพรวมว่าโอเคหรือยังแอพอัดเสียง Pixel Recorder แยกแยะเสียงของคนพูดแต่ละคนได้อัตโนมัติ Pixel 6 และ 6 Pro ได้ฟีเจอร์ตรวจจับการกรนและการไอระหว่างนอนส่วนนาฬิกา Pixel Watch ยังได้อัพเดตฟีเจอร์ Sleep Profile ของ Fitbit ช่วยตรวจสอบคุณภาพการนอน, เพิ่ม Sunrise/Sunset Tile แสดงเวลาพระอาทิตย์ขึ้นและตก",
      "PostDescription": "กูเกิลออก Android 13 อัพเดตฟีเจอร์ประจำไตรมาส Quarterly Platform Releases (QPR1) ให้กับ Pixel 7 และ Pixel 7 Pro",
      "PostAuthor": "mk",
      "PostDate": "6 December 2022",
      "PostTime": "08:51",
      "PostTag": [
        "Google",
        "Google Pixel 7",
        "Android 13"
      ],
      "PostCategory": "IT",
      "PostFeaturedImage": "https://droidsans.com/wp-content/uploads/2022/10/7-cov-1280x720.jpg"
    },
    {
      "PostID": 131706,
      "PostTitle": "Google ฉลองวันเกิด SMS ครบ 30 ปี บอกถึงเวลาย้ายไป RCS และ Apple ก็ควรรองรับได้แล้ว!",
      "PostContent": "กูเกิลเขียนบล็อกเพื่อฉลองวันเกิดครบรอบ 30 ปี เทคโนโลยี SMS ที่ใช้ส่งข้อความขนาดสั้นทางโทรศัพท์มือถือ ซึ่ง 3 ธันวาคม 1992 เป็นวันแรกที่มีการทดสอบส่ง SMS ข้อความแรกโพสต์นี้ของกูเกิลเป็นการส่งสัญญาณอีกครั้งว่า SMS เป็นเทคโนโลยีที่ถึงเวลาเปลี่ยนผ่านแล้ว ซึ่งกูเกิลเสนอแนวทางใช้ RCS มาโดยตลอด โดยยกจุดเด่นที่เหนือกว่าหลายอย่าง ทั้งการเข้ารหัส end-to-end, ลูกเล่นของข้อความสนทนาที่รองรับมากกว่า และผู้ให้บริการเครือข่ายและผู้ผลิตสมาร์ทโฟนมีการรองรับ RCS ที่มากขึ้น กูเกิลทิ้งท้ายว่าตอนนี้ผู้เล่นทุกรายในอุตสาหกรรมต่างรองรับ RCS แล้ว ยกเว้นแอปเปิลเพียงรายเดียว ที่ยังใช้ SMS พร้อมกล่องข้อความสีเขียว เมื่อ iPhone ส่งข้อความหา Android ซึ่งเป็นเทคโนโลยีเก่าแล้วท่าที่ของแอปเปิลกับ RCS ช่วงที่ผ่านมาคือไม่สนใจนำมาใช้ ซีอีโอ Tim Cook ยังเคยแนะนำปัญหาการทำงานร่วมกันว่าซื้อ iPhone ให้คุณแม่สิ",
      "PostDescription": "กูเกิลเขียนบล็อกเพื่อฉลองวันเกิดครบรอบ 30 ปี เทคโนโลยี SMS ที่ใช้ส่งข้อความขนาดสั้นทางโทรศัพท์มือถือ ซึ่ง 3 ธันวาคม 1992 เป็นวันแรกที่มีการทดสอบส่ง SMS ข้อความแรก",
      "PostAuthor": "arjin",
      "PostDate": "3 December 2022",
      "PostTime": "08:06",
      "PostTag": [
        "Google",
        "RCS",
        "Android 13",
        "Android",
        "Apple"
      ],
      "PostCategory": "IT",
      "PostFeaturedImage": "https://www.blognone.com/sites/default/files/externals/eca7209fc67277099ba4d81d0b7f7ae0.png"
    },
    {
      "PostID": 131702,
      "PostTitle": "Google ปล่อยฟีเจอร์ Android ใหม่บนสมาร์ทโฟน Google TV และ Wear OS",
      "PostContent": "Google อัพเดตฟีเจอร์บน Android ทั้งบนสมาร์ทโฟน Google TV และ Wear OS หลายรายการ ดังนี้ผู้ใช้สามารถรวมรูปภาพหลายรูปไว้ในรูปเดียวกันได้ผ่าน Google Photo โดยการกดเลือกรูปภาพและกดปุ่ม “Add to” และเลือก “Collage” โดยจะมีลายกรอบหลายลายให้เลือกEmoji Kitchen เพิ่มอิโมจิที่ผู้ใช้สามารถนำอิโมจิที่มีอยู่แล้ว มารวมกันและสร้างเป็นอิโมจิใหม่ได้ Reading Mode ใหม่ที่สามารถปรับแต่งการแสดงผลได้อย่างเช่น ฟ้อนต์ ขนาดตัวอักษร สีบนหน้าจอ พร้อมฟังก์ชันแปลงข้อความเป็นคำพูด เพื่อให้เหมาะกับผู้ที่มีปัญหาด้านสายตามากขึ้นเพิ่ม Widget บนหน้าจอของ YouTube โดยการกดที่ว่างบนหน้าจอและกด “Widgets” และค้นหา YouTube ผู้ใช้สามารถกดค้นหาเนื้อหาและควบคุม Google TV ได้บนสมาร์ทโฟนเหมือนเป็นรีโมท แต่ฟีเจอร์นี้จะใช้ได้ในสัปดาห์หน้าฟีเจอร์ที่ทำให้สมาร์ทโฟนเป็นกุญแจรถดิจิทัล โดยสามารถใช้สมาร์ทโฟนเพื่อล็อคและปลดล็อครถยนต์ได้ และยังให้สิทธิกับคนอื่น ๆ ที่ใช้สมาร์ทโฟน Pixel และ iPhone ได้ด้วย แต่ฟีเจอร์นี้จะใช้ได้กับสมาร์ทโฟนบางรุ่นที่ใช้ Android 12 ขึ้นไปเท่านั้น โดยผู้ใช้สามารถดูและเปลี่ยนแปลงผู้ที่สามารถปลดล็อครถได้ในแอปดิจิทัลวอลเล็ต ฟีเจอร์นี้จะเปิดให้ใช้ในภายหลังทางฝั่ง Wear OS เตรียมเพิ่มไทล์ใหม่เพื่อให้ดูข้อมูลสำคัญได้ชัดเจนขึ้น และในสัปดาห์หน้า ผู้ใช้จะสามารถใช้แอป Google Assistant เพื่อเข้าสู่หน้าติดตามข้อมูลออกกำลังกายมากกว่า 30 อย่างผ่านแอป Adidas Running โดยพูดว่า “Hey Google, start a run with adidas Running” และจะเข้าสู่หน้า Adidas Running เองอัตโนมัติ นอกจากนี้ Google ยังประกาศว่าได้อัปเดตแอปพลิเคชัน Google Keep เพื่อให้ใช้งานได้ดีขึ้นแล้ว",
      "PostDescription": "Google อัพเดตฟีเจอร์บน Android ทั้งบนสมาร์ทโฟน Google TV และ Wear OS หลายรายการ",
      "PostAuthor": "Augustine",
      "PostDate": "2 December 2022",
      "PostTime": "14:42",
      "PostTag": [
        "Google",
        "Android",
        "Wear OS"
      ],
      "PostCategory": "IT",
      "PostFeaturedImage": "https://www.blognone.com/sites/default/files/externals/76769df2a22ac2344b05d985d1c6f01a.jpg"
    },
    {
      "PostID": 131655,
      "PostTitle": "Google ต้องจ่ายเกือบ 10 ล้านเหรียญ จากคดีจ้างวิทยุโฆษณา Pixel 4 โดยไม่ให้ลองใช้จริง",
      "PostContent": "Google และ iHeartMedia เจรจาเตรียมจ่ายเงินมูลค่า 9.4 ล้านเหรียญสหรัฐฯ ให้กับหน่วยงานกำกับดูแลการค้าของสหรัฐอเมริกา (Federal Trade Commission- FTC) และอัยการสูงสุดอีก 7 รัฐ หลังจากที่ถูก FTC พร้อมทั้งอัยการสูงสุดของรัฐทั้งหมด 7 รัฐฟ้องร้องจากการที่ Google ไปจ้างวานให้สถานีวิทยุในเครือบริษัท iHeartMedia อ่านสคริปต์โฆษณาสมาร์ทโฟน Pixel 4 โดยไม่ได้ส่งตัวอย่างสมาร์ทโฟนให้ลองใช้จริงก่อนคำฟ้องระบุว่า Google ได้จ่ายเงินกว่า 2.6 ล้านเหรียญสหรัฐฯ ให้สถานีวิทยุ iHeartRadio รวมทั้งจ่ายเงินอีกเกือบ 2 ล้านเหรียญสหรัฐฯ ให้กับสถานีวิทยุขนาดเล็กอื่น ๆ อีกเพื่อให้โฆษณาสมาร์ทโฟน Pixel 4 ด้วยการอ่านสคริปต์ที่ทางฝั่ง Google เป็นคนเขียนเองแม้ว่าในคำฟ้องจะมีรายงานว่าบริษัท iHeartMedia จะร้องขอสมาร์ทโฟน Pixel 4 มาลองใช้ก่อนการออกอากาศในช่วงปลายปี 2019 และในช่วงต้นปี 2020 ทำให้ Google ส่งสมาร์ทโฟนมาให้ลองใช้สถานีละ 1 เครื่อง รวมทั้งสิ้น 5 เครื่อง แต่ในโฆษณาส่วนใหญ่ที่เผยแพร่ออกไปในปี 2019 และ 2020 Google ยังไม่ได้ส่งตัวอย่างสมาร์ทโฟนให้ทางสถานีวิทยุลองใช้เลย",
      "PostDescription": "Google และ iHeartMedia เจรจาเตรียมจ่ายเงินมูลค่า 9.4 ล้านเหรียญสหรัฐฯ ให้กับหน่วยงานกำกับดูแลการค้าของสหรัฐอเมริกา (Federal Trade Commission- FTC) และอัยการสูงสุดอีก 7 รัฐ หลังจากที่ถูก FTC พร้อมทั้งอัยการสูงสุดของรัฐทั้งหมด 7 รัฐฟ้องร้องจากการที่ Google ไปจ้างวานให้สถานีวิทยุในเครือบริษัท iHeartMedia อ่านสคริปต์โฆษณาสมาร์ทโฟน Pixel 4 โดยไม่ได้ส่งตัวอย่างสมาร์ทโฟนให้ลองใช้จริงก่อน",
      "PostAuthor": "Augustine",
      "PostDate": "29 November 2022",
      "PostTime": "18:22",
      "PostTag": [
        "Google",
        "Lawsuit",
        "Google Pixel 4"
      ],
      "PostCategory": "IT",
      "PostFeaturedImage": "https://www.blognone.com/sites/default/files/externals/f0184f66d37769447c43e9fe6af0aee3.png"
    },
    {
      "PostID": 131652,
      "PostTitle": "Google ต้องจ่ายเกือบ 10 ล้านเหรียญ จากคดีจ้างวิทยุโฆษณา Pixel 4 โดยไม่ให้ลองใช้จริง",
      "PostContent": "กูเกิลขายไลเซนส์ปัญญาประดิษฐ์ตรวจจับมะเร็งเต้านมให้กับบริษัท iCAD ที่ขายเทคโนโลยีการตรวจจับมะเร็งโดยเฉพาะ โดยทาง iCAD จะนำเทคโนโลยีนี้ไปทดสอบการใช้งาน แล้วนำความสามารถของปัญญาประดิษฐ์ของกูเกิลไปรวมเป็นส่วนหนึ่งของ Breast AI Suite และ ProFound AI Risk ของ iCAD เอง กูเกิลรายงานการใช้ปัญญาประดิษฐ์เพื่อตรวจจับมะเร็งเต้านมมาตั้งแต่ปี 2020 พบว่าช่วยลดความผิดพลาดการตรวจลงได้ แต่ที่ผ่านมาก็กูเกิลก็ยังไม่ได้เดินหน้าที่จะขออนุญาตใช้งานจริง",
      "PostDescription": "กูเกิลขายไลเซนส์ปัญญาประดิษฐ์ตรวจจับมะเร็งเต้านมให้กับบริษัท iCAD ที่ขายเทคโนโลยีการตรวจจับมะเร็งโดยเฉพาะ โดยทาง iCAD จะนำเทคโนโลยีนี้ไปทดสอบการใช้งาน แล้วนำความสามารถของปัญญาประดิษฐ์ของกูเกิลไปรวมเป็นส่วนหนึ่งของ Breast AI Suite และ ProFound AI Risk ของ iCAD เอง",
      "PostAuthor": "Augustine",
      "PostDate": "29 November 2022",
      "PostTime": "16:44",
      "PostTag": [
        "Google",
        "Artificial Intelligence",
        "Cancer",
        "Medical"
      ],
      "PostCategory": "IT",
      "PostFeaturedImage": "https://www.blognone.com/sites/default/files/externals/dbefdeb0c3309a004db8d7f3289e5fcb.jpg"
    },
    {
      "PostID": 131516,
      "PostTitle": "นักลงทุนรายใหญ่ใน Google เสนอ บริษัทควรปลดพนักงานบ้างเพื่อลดรายจ่าย",
      "PostContent": "TCI บริษัทการลงทุนที่ถือหุ้น Alphabet บริษัทแม่ของ Google มูลค่ากว่า 6 พันล้านเหรียญสหรัฐฯ ออกจดหมายถึง Sundar Pichai ซีอีโอของ Alphabet ว่าบริษัทควรจะลดค่าใช้จ่ายลงโดยการการปลดพนักงานออก เพราะมีพนักงานมากและจ่ายเงินเดือนให้แต่ละคนสูงเกินไป นอกจากนี้ ยังบอกให้ Alphabet เผยเป้าหมายอัตรากำไร (profit margin) ต่อสาธารณะ เพิ่มการซื้อคืนหุ้น และลดต้นทุนจากโครงการเทคโนโลยีใหม่ที่ Alphabet เรียกรวมว่า Other Bets โดยเฉพาะ Waymo ซึ่งเป็นบริษัทลูกที่พัฒนารถยนต์ไร้คนขับ Alphabet มีรายได้จากการโฆษณาลดลงตามรายงานผลประกอบการในช่วงไตรมาสที่ 3 ของปีนี้ แต่แม้ว่าบริษัทเทคโนโลยีอย่าง Meta, Twitter และ Amazon ต่างพากันปลดพนักงานออกครั้งใหญ่เพื่อลดค่าใช้จ่ายเนื่องจากเศรษฐกิจชะลอตัว Google ยังคงชะลอการรับคนเพิ่มเท่านั้น ไม่มีการปลดพนักงานครั้งใหญ่ ๆ Google มีพนักงานทั้งหมดเพิ่มขึ้นราว 20% เมื่อเทียบปีต่อปีมาตั้งแต่ปี 2017",
      "PostDescription": "TCI บริษัทการลงทุนที่ถือหุ้น Alphabet บริษัทแม่ของ Google มูลค่ากว่า 6 พันล้านเหรียญสหรัฐฯ ออกจดหมายถึง Sundar Pichai ซีอีโอของ Alphabet ว่าบริษัทควรจะลดค่าใช้จ่ายลงโดยการการปลดพนักงานออก",
      "PostAuthor": "Augustine",
      "PostDate": "16 November 2022",
      "PostTime": "18:34",
      "PostTag": [
        "Google",
        "Alphabet",
        "TCI"
      ],
      "PostCategory": "IT",
      "PostFeaturedImage": "https://www.blognone.com/sites/default/files/externals/72abe09ac09613b9f99a278d8dff696c.jpg"
    },
    {
      "PostID": 131782,
      "PostTitle": "ทดสอบ",
      "PostContent": "ทดสอบ",
      "PostDescription": "ทดสอบ",
      "PostAuthor": "Sprite",
      "PostDate": "2023-01-04",
      "PostTime": "23:56",
      "PostTag": "ทดสอบ",
      "PostCategory": "ทดสอบ",
      "PostFeaturedImage": "https://www.wired.com/wp-content/uploads/2015/03/855.gif"
    }
  ]
}